<template>
    <div class="agreement">
        <mt-header title="易亚贷用户服务协议" fixed>
            <mt-button icon="back" slot="left" @click.native="$router.back()" class="backicon"></mt-button>
        </mt-header>
        <h3 class="text-center">易亚贷用户服务协议</h3>
        <p class="service">
            “易亚贷”网站（<a href="http://www.yiyadai.net">www.yiyadai.net</a>，以下简称“本网站”）是深圳市易网联科技有限公司及其关联实体（以下简称“我们”、“本公司”或“易亚贷”）运营的，主要为用户提供信息咨询、管理，促成用户与本网站其他金融服务机构达成交易的广告发布服务。
        </p>
        <p class="service">
            <strong>
                为使用易亚贷的服务，您应当阅读并遵守本《易亚贷用户服务协议》（以下简称“本协议”）。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、管辖与法律适用条款，以及开通或使用某项服务的单独协议。限制、免责条款可能以黑体加粗或加下划线的形式提示您重点注意。除非您已阅读并接受本协议所有条款，否则您无权使用易亚贷提供的服务。您使用易亚贷的服务即视为您已阅读并同意上述协议的约束。
            </strong>
        </p>
        <p class="service">
            鉴于本网站提供的是金融广告发布服务，请您保证您具备完全民事行为能力。如果您是非完全民事行为能力人，请在法定监护人的陪同下阅读本协议，如您需使用，请务必在监护人监督及授权下谨慎使用本网站服务。
        </p>
        <p class="service">
            本协议为有关网站使用的条款，凡浏览本网站并填写相关信息的用户，均表示接受以下条款。易亚贷保留对本声明包含的条款、条件和说明变更的权利。变更自公布时生效，您继续使用本网站，则视为您接受这些更改。您应当经常浏览本网站声明，以了解本网站政策的变化。我们将依据本声明来处理您向我们提供的个人信息，请您务必仔细阅读。
        </p>
        <h4>一、协议的范围</h4>
        <p class="service">
            1.1 本协议是您与易亚贷之间关于用户使用易亚贷相关服务所订立的协议。
        </p>
        <p class="service">
            1.1.1 “易亚贷”是指深圳市易网联科技有限公司及其关联实体。
        </p>
        <p class="service">
            1.1.2 用户”是指使用易亚贷相关服务的使用人，在本协议中更多地称为“您”。
        </p>
        <h4>二、个人信息</h4>
        <p class="service">
            2.1如您在使用易亚贷提供的服务，不需要申请账号，而需要您填写个人相关信息，易亚贷特别提醒您务必认真填写您的个人相关信息，务必在填写时仔细阅读本协议的内容。
        </p>
        <p class="service">
            2.2易亚贷再次提醒您，如您选择向易亚贷提交申请，视为您对本协议内容的认可。
        </p>
        <h4>三、知识产权</h4>
        <p class="service">
            3.1 本网站所载商标、徽号和服务标志及易亚贷平台网站的结构、网页设计、文字、程序及代码、内容、图像等数据的所有版权、专利权、知识产权及其他权属均属易亚贷所有。
        </p>
        <p class="service">
            3.2 本网站所载资料受版权保护。除非易亚贷书面同意及许可，不得修改、复制、转载、传播或者以其它方式作为商业或公共用途。
        </p>
        <h4>四、隐私条款</h4>
        <p class="service">
            4.1收集信息目的：为了促成用户与本网站其他金融服务机构达成交易。
        </p>
        <p class="service">
            4.2收集信息范围：本网站提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法享受本网站其他金融服务机构提供的服务，或者无法达到相关服务拟达到的效果。
        </p>
        <p class="service">
            4.2.1 个人信息：您在使用我们的服务时，向我们提供的相关个人信息，例如个人姓名、性别、电话号码、电子邮件、个人资信情况等；
        </p>
        <p class="service">
            4.2.2 本网站获取的您的信息
        </p>
        <p class="service">
            4.2.2.1 日志信息，指您使用我们的服务时，系统可能通过cookies、web beacon或其他方式自动采集的技术信息，包括：
        </p>
        <p class="service">
            ● 设备或软件信息，例如您的移动设备、网页浏览器或用于接入我们服务的其他程序所提供的配置信息、您的IP地址和移动设备所用的版本和设备识别码；
        </p>
        <p class="service">
            ● 在使用我们服务时搜索或浏览的信息，例如您使用的网页搜索词语、访问的社交媒体页面url地址，以及您在使用我们服务时浏览或要求提供的其他信息和内容详情；
        </p>
        <p class="service">
            ● 有关您曾使用的移动应用（APP）和其他软件的信息，以及您曾经使用该等移动应用和软件的信息；
        </p>
        <p class="service">
            4.2.2.2 位置信息，指您开启设备定位功能并使用我们基于位置提供的相关服务时，收集的有关您位置的信息，包括：
        </p>
        <p class="service">
            ● 您通过具有定位功能的移动设备使用我们的服务时，通过GPS或WiFi等方式收集的您的地理位置信息；
        </p>
        <p class="service">
            ● 您或其他用户提供的包含您所处地理位置的实时信息，例如您提供的账户信息中包含的您所在地区信息；
        </p>
        <p class="service">
            ● 您可以通过关闭定位功能，停止对您的地理位置信息的收集。
        </p>
        <p class="service">
            4.3您使用易亚贷提供的服务时所储存的信息,您本人授权、许可易亚贷为您推荐与您本人贷款、保险申请相关联的业务；您本人授权、许可易亚贷将您在本网站填写的个人信息向与易亚贷具有合作关系的客户推荐，以便于您能迅速、及时享受到我们为您提供的服务。
        </p>
        <p class="service">
            4.3.1 根据您在本网站的填写的信息、注册信息，在您同意使用易亚贷时即授权易亚贷向您推荐的贷款、保险申请相关联的业务机构等（统称“被授权方”）或上述公司第三方服务者在中国法律允许的范围内，在中国境内外，收集与此次申请或注册相关的任何您的个人信息，同时已表明您已知晓并同意被授权方将在下列情况下收集、使用、存储、披露、传送或其他方式处理相关您的个人信息：
        </p>
        <p class="service">
            （1） 审核本次申请，并/或提供相关后续保险、贷款服务时
        </p>
        <p class="service">
            （2） 进行保险、贷款产品的直接行销，或数据处理等；
        </p>
        <p class="service">
            （3） 遵守使用的法律法规或授权方的合规及风险控制制度时；
        </p>
        <p class="service">
            4.3.2 在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性；
        </p>
        <p class="service">
            4.3.3 帮助我们设计新服务，改善我们现有服务；
        </p>
        <p class="service">
            4.3.4 使我们更加了解您如何接入和使用我们的服务，从而针对性地回应您的个性化需求，例如语言设定、位置设定、个性化的帮助服务和指示，或对您和其他用户作出其他方面的回应；
        </p>
        <p class="service">
            4.3.5 向您提供与您申请业务具有密切联系的广告以替代普遍投放的广告；
        </p>
        <p class="service">
            4.3.6 评估我们服务中的广告和其他促销及推广活动的效果，并加以改善；
        </p>
        <p class="service">
            4.3.7 软件认证或管理软件升级；
        </p>
        <p class="service">
            4.3.8 让您参与有关我们产品和服务的调查。
        </p>
        <p class="service">
            4.4 信息的限制使用
        </p>
        <p class="service">
            4.4.1  如您不希望我们获取您的日志信息或位置信息，您可以通过关闭浏览器cookies功能或关闭设备定位功能的方式实现；
        </p>
        <p class="service">
            4.4.2 如您不希望我们将您的信息使用于“4.2信息使用范围以及个人信用使用授权”，您可以通过向本公司发送电子邮件（【service@gzjunbo.net】[这个要补充]）的方式告知希望限制的信息使用范围。
        </p>
        <h4>五、免责声明</h4>
        <p class="service">
            5.1 在法律规定的情况下，如司法机关、监管机构及其他相关机构提出要求，我公司有可能提供您的相关信息。
        </p>
        <p class="service">
            5.2 由于您将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人资料和客户信息的泄露。
        </p>
        <p class="service">
            5.3 本网站尽全力处理本网站各项服务的安全、无误及不中断。但您已充分了解并同意，本网站可能因：
        </p>
        <p class="service">
            （1）黑客攻击、计算机病毒侵入或发作、因政府管制或不可抗力而造成的暂时性关闭等影响网络正常经营或其它不可抗力情形而造成的个人资料泄露、丢失、被盗用或被篡改等；
        </p>
        <p class="service">
            （2）公司、其他合作方或相关电信部门的互联网软硬件设备故障、失灵或认为操作疏忽而全部或部分中断、延迟、遗漏、产生误导或造成资料传输或存储上的错误；
        </p>
        <p class="service">
            （3）地震、火灾、台风及其他各种不可抗力因素引起的停电、网络系统故障、电脑故障而造成您的损失。
        </p>
        <p class="service">
            5.4 易亚贷发布的金融机构信息、交易信息系由第三方金融机构提供，您应自行判断信息真实性、自主参与交易并承担交易风险，由此产生的任何纠纷由您与第三方协商解决，易亚贷对此不承担任何法律责任。
        </p>
        <p class="service">
            5.5 您在与易亚贷推介的金融机构达成交易的过程中，您在本网站的注册资料会一并提供给对应金融机构，易亚贷将以合理的勤勉、审慎义务督促第三方妥善保管相关注册信息，但由于第三方单方行为导致您的注册资料外泄的，易亚贷不承担责任。
        </p>
        <h4>六、自备设备</h4>
        <p class="service">
            6.1 您应当理解，您使用骏爵网络的服务需自行准备与相关服务有关的终端设备（如电脑、调制解调器等装置），并承担所需的费用（如电话费、上网费等费用）。
        </p>
        <p class="service">
            6.2 您理解并同意，您使用本服务时会耗用您的终端设备和带宽等资源。
        </p>
        <h4>七、第三方提供的产品或服务</h4>
        <p class="service">
           您在易亚贷平台上使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。易亚贷和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。
        </p>
        <h4>八、协议的生效与变更</h4>
        <p class="service">
            8.1 您使用易亚贷的服务即视为您已阅读本协议并接受本协议的约束。
        </p>
        <p class="service">
            8.2 易亚贷有权在必要时修改本协议条款。您可以在相关服务页面查阅最新版本的协议条款。
        </p>
        <p class="service">
            8.3 本协议条款变更后，如果您继续使用易亚贷提供的软件或服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用易亚贷提供的软件或服务。
        </p>

        <h4>九、服务的变更、中断、终止</h4>
        <p class="service">
            9.1 易亚贷可能会对服务内容进行变更，也可能会中断、中止或终止服务。
        </p>
        <p class="service">
            9.2 您理解并同意，易亚贷有权自主决定经营策略。在易亚贷发生合并、分立、收购、资产转让时，易亚贷可向第三方转让本服务下相关资产；易亚贷也可在单方通知您后，将本协议下部分或全部服务转交由第三方运营或履行。具体受让主体以易亚贷通知的为准。
        </p>
        <p class="service">
            9.3 如发生下列任何一种情形，易亚贷有权不经通知而中断或终止向您提供的服务：
        </p>
        <p class="service">
            （1）根据法律规定您应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；
        </p>
        <p class="service">
            （2）您违反相关法律法规或本协议的约定；
        </p>
        <p class="service">
            （3）按照法律规定或主管部门的要求；
        </p>
        <p class="service">
            （4）出于安全的原因或其他必要的情形。
        </p>
        <p class="service">
            9.4 您有责任自行备份存储在本服务中的数据。如果您的服务被终止，易亚贷可以从服务器上永久地删除您的数据,但法律法规另有规定的除外。服务终止后，易亚贷没有义务向您返还数据。
        </p>

        <h4>十、管辖与法律适用</h4>
        <p class="service">
            10.1 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。
        </p>
        <p class="service">
            10.2 本协议签订地为中华人民共和国广东省广州市天河区。
        </p>
        <p class="service">
            10.3 若您和易亚贷之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地（即广东省广州市天河区）有管辖权的人民法院管辖。
        </p>
        <p class="service">
            10.4 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。
        </p>
        <p class="service">
            10.5 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。
        </p>
    </div>
</template>